{
  "header_links": [
    {
      "text": "Home",
      "href": "/",
      "order": 1
    },
    {
      "text": "About",
      "href": "/about",
      "order": 2
    },
    {
      "text": "Shop",
      "href": "/shop",
      "order": 3
    },
    {
      "text": "Contact",
      "href": "/contact",
      "order": 4
    }
  ],
  "business_details": {
    "address": {
      "street": "254 Brampton Road",
      "city": "Bexleyheath",
      "state": "Kent",
      "county": "United Kingdom",
      "postal_code": "DA7 5SB",
      "email": "info@rootsrestaurant.com"
    },
    "phone": "+44 000 000 0000",
    "open_days": "Monday to Sunday",
    "open_hours": "11:30am - 11:00pm"
  },
  "main_banner": [
    {
      "bannerText": "Let there be seasons so that our tongues will be rich in asparagus and limes."
    },
    {
      "bannerText": "Produced with the finest local ingredients making a reimagination of healthy cuisines with no alcohol content."
    },
    {
      "bannerText": "Fresh and seasonal food with either sweet or spicy flavours added with a modern twist."
    }
  ],
  "services_list": [
    {
      "colour": "#7D1B7E",
      "heading": "Free Shipping",
      "iconName": "fa-truck",
      "text": "On All Orders"
    },
    {
      "colour": "#C11B17",
      "heading": "Always Fresh",
      "iconName": "fa-box-archive",
      "text": "Product Well Packaged"
    },
    {
      "colour": "#E56717",
      "heading": "Superior Quality",
      "iconName": "fa-ribbon",
      "text": "Quality Food and Drinks"
    },
    {
      "colour": "#FBB917",
      "heading": "Support",
      "iconName": "fa-user-clock",
      "text": "24/7 Available"
    }
  ],
  "founders": {
    "foundersMainHeading": "We are passionate food lovers",
    "list": [
      {
        "heading": "Danielle Sanchez",
        "content": "Danielle is passionate almost about every food in every way. He also has a fantastic food pallet to go with to prove his love for food. He Learned about food from an early age shadowing his mother. Danielle even though he is not a chef, he is truly a chef's dream on what to put on a plate and food menu. Danielle knows how to pair flavours which most people would not on a plate together."
      },
      {
        "heading": "Nicole Gabbiadini",
        "content": "Nicole in her early years was a tour guide originating from Las Palmas, Spain. After that, she worked on weekends whilst studying at University. One of her best qualities is she can impress guests and customers with her knowledge and passion for food has helped her start with Danielle Roots Restaurant fuelled Healthy Heaven."
      }
    ]
  },
  "about_copy": {
    "heading": "Welcome to Roots Restaurant",
    "copy": [
      {
        "text": "From Spanish Ancestors at Roots Healthy Restaurant our philosophy is buen cambio. Buen cambio means \"good change\"."
      },
      {
        "text": "\"Buen cambio\", meaning \"good change\" is the philosophy that sits right at our heart. It shapes every dish we create and pushes us to find better ways in all that we do. we're restless spirits. forever creating and making things better."
      },
      {
        "text": "We have been practising buen cambio since 2000, when we first opened our restaurant doors in Kent, UK. Inspired by healthy nutritional food with veg or non-veg options, Roots Healthy Restaurant comes into its own. We have created an improved way of eating and enjoying food but most importantly staying healthy. At Healthy Roots Restaurant we do not cater alcoholic drinks as well as use alcohol in our recipes."
      },
      {
        "text": "We always look to sharpen skills and refine recipes as well as experiment with produce and discover new tasty combinations. We aim to continue to get better for our customers and team, as well as our local community every day."
      },
      {
        "text": "A little ginger which warms you up with the chillis that kick you. salad which is made a different way to nourish your body and soul. our healthy inspired menu from our ancestors has been created to soften, sustain, cherish and influence."
      }
    ]
  },
  "text_medias": [
    {
      "heading": "No Alchohol Needed",
      "content": "At Roots Restaurant we take great pride in providing you with alcohol-free food and drinks. You would be surprised but our customers never regret the idea that alcohol is not traced in any food or drink.",
      "reverseLayout": false
    },
    {
      "heading": "Worldwide Flavours",
      "content": "It is said that a lot of magnificent flavours can come from nature. This is the reason why whenever we need to come up with a new food our Kitchen team and management squad try and incorporate natural flavours across the globe in the recipes.",
      "reverseLayout": true
    },
    {
      "heading": "Using Best Ingredients For Everything",
      "content": "At Roots Restaurant we use and break hundreds of eggs and since we care about animal welfare we only use eggs from barn hens which can roam as well as scratch and also spread the wings By doing this, we believe we can show that Roots Restaurant is committed to the promise to only use cage-free eggs in all our food to Compassion in World Farming during 2012.",
      "reverseLayout": false
    }
  ],
  "footer_copy": {
    "links_heading": "Useful Links",
    "newsletter_heading": "Join Our Newsletter Now",
    "newsletter_copy": "Get E-mail updates about our latest shop and special offers."
  },
  "footer_links": [
    {
      "ul_list": 1,
      "text": "About Us",
      "href": "/about",
      "order": 1
    },
    {
      "ul_list": 1,
      "text": "Contact Us",
      "href": "/contact",
      "order": 4
    },
    {
      "ul_list": 2,
      "text": "Coronavirus FAQ",
      "href": "/coronavirus-faq",
      "order": 3
    },
    {
      "ul_list": 2,
      "text": "FAQ",
      "href": "/faq",
      "order": 2
    },
    {
      "ul_list": 1,
      "text": "Our Sitemap",
      "href": "/sitemap",
      "order": 3
    },
    {
      "ul_list": 1,
      "text": "Privacy Policy",
      "href": "/privacy-policy",
      "order": 2
    },
    {
      "ul_list": 2,
      "text": "Sustainability",
      "href": "/sustainability",
      "order": 1
    },
    {
      "ul_list": 2,
      "text": "Terms and Conditions",
      "href": "/terms-and-conditions",
      "order": 4
    }
  ]
}
